Repository: suraleb/10d
Catalog: html/languages/site-auth.tmx
Source language: en
Languages: ru

source: go to administrator's section
ru: перейти в раздел администратора

source: login
ru: войти

source: For security purposes your IP-address is blocked.
ru: В целях безопасности ваш IP-адрес заблокирован.

source: For security purposes your IP-address is temporarily blocked.
ru: В целях безопасности ваш IP-адрес временно заблокирован.

source: You have multiple authorization attempts. After that your IP-address will be blocked for several hours. Current Logging attempt is: %d.
ru: У вас несколько попыток авторизации. После чего ваш IP-адрес будет заблокирован на несколько часов. Текущая попытка авторизации: %d.

source: Login or password is incorrect. Try once again.
ru: Неправильный логин либо пароль. Попробуйте еще раз.

source: File with records for the &laquo;Authentication&raquo; module
ru: Файл с записями для модуля &laquo;Авторизации&raquo;
